[
  {
    "name": "Animal Messenger",
    "description": "<p>Choose a Tiny beast (e.g. a squirrel or a bat) you can see within range and:<p/><ul><li>specify a once visited location,</li><li>a recipient who matches a general description (e.g. “a man or woman dressed in the uniform of the town guard”),</li><li>speak a 25 world long message,</li></ul><p>The beast travels (50 flying, 24 otherwise miles/day) for the duration of the spell to that location and replicates the casters voice for a creature describing the message.</p>"
  },
  {
    "name": "Druidcraft",
    "description": "<p>Whispering to the spirits of nature, you create one of the following effects within 'range':</p><ul><li>You create a tiny, harmless sensory effect that predicts what the weather will be at your location for the next 24 hours. The effect might manifest as a golden orb for clear skies, a cloud for rain, falling snowflakes for snow, and so on. This effect persists for 1 round.</li><li>You instantly make a flower bloom, a seed pod open, or a leaf bud bloom.</li><li>You create an instantaneous, harmless sensory effect, such as falling leaves, a puff of wind, the sound of a small animal, or the faint order of skunk. The effect must fit in a 5-foot cube.</li><li>You instantly light or snuff out a candle, a torch, or a small campfire.</li></ul>"
  },
  {
    "name": "Enhance Ability",
    "description": "<p>You touch a creature and bestow upon it a magical enhancement. Choose one of the following effects; the target gains that effect until the spell ends.</p><p><b>Bear’s Endurance.</b> It also gains 2d6 temporary hit points, which are lost when the spell ends. </p><p><b>Bull’s Strength.</b> The targets carrying capacity doubles.</p><p><b>Cat’s Grace.</b> It also doesn’t take damage from falling 20 feet or less if it isn’t incapacitated.</p><p><b>Eagle’s Charm.</b></p><p><b>Fox’s Cunning.</b></p><p><b>Owl’s Wisdom.</b></p>"
  },
  {
    "name": "Conjure Animals",
    "description": "<p>You summon <i>fey</i> spirits that take the form of <i>beasts</i> and appear in unoccupied spaces that you can see within range. Summon one or more beasts with a combined challenge rating of 2. Each single beast must have the same challenge rating. Each beast disappears when it drops to 0 hit points or when the spell ends.</p><p>The summoned creatures are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don’t issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions.</p>"
  },
  {
    "name": "Animate Dead",
    "description": "<p>Choose a pile of bones (skeleton) or a corpse (zombie) of a Medium or Small humanoid, raising them as an undead servant.</p>\n<p>As a <strong>bonus action</strong>, you can mentally command any (or all, using the same command) creature you made with this spell if it&#39;s within 60&#39; of you. You decide what action the creature will take and where it will move during their next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.</p>\n<p>The creature is under your control for 24 hours, after which it stops obeying any command you’ve given it. To maintain control of the creature for another 24 hours, you must cast this spell on the creature again before the current 24-hour period ends. This use of the spell reasserts your control over up to four creatures you have animated with this spell, rather than animating a new one.</p>"
  },
  {
    "name": "Command",
    "description": "<p>You speak a one-word command to a creature you can see within range. The target must succeed on a <strong>wisdom saving throw</strong> or follow the command on its next turn. The spell has no effect if the target is undead, if it doesn’t understand your language, or if your command is directly harmful to it.</p>\n<p><strong>Approach.</strong> Moves toward you, ending its turn if it moves within 5 feet of you.</p>\n<p><strong>Drop</strong> Drops whatever it&#39;s holding and ends it&#39;s turn.</p>\n<p><strong>Flee.</strong> Spends its turn moving away from you.</p>\n<p><strong>Grovel.</strong> Falls prone and it&#39;s turn ends.</p>\n<p><strong>Halt.</strong> Doesn’t move or take actions. A flying creature moves only so much, that it does not crash.</p>\n",
    "descriptionOvercast": "<p>Affect one additional target for each spell slot level overcast. All Targets must be within 30'.</p>"
  },
  {
    "name": "Phantasmal Force",
    "description": "<p>You craft an illusion that takes root in the mind of a creature that you can see within range. The target must make an Intelligence saving throw. On a failed save, you create a phantasmal object, creature, or other visible phenomenon of your choice that is no larger than a 10-foot cube and that is perceivable only to the target for the duration. This spell has no effect on undead or constructs.</p>\n<p>The phantasm includes sound, temperature, and other stimuli, also evident only to the creature.</p>\n<p>The target can use its action to examine the phantasm with an Intelligence (Investigation) check against your spell save DC. If the check succeeds, the target realizes that the phantasm is an illusion, and the spell ends.</p>\n<p>...</p>\n<p><strong><em>(Player&#39;s Handbook\n, pg. 264)</em></strong></p>\n"
  }
]
